{"layoutData":{"studio":{"email":"jack@manor.studio","adress":"89 borough high street\nLondon se1 1nl","id":"claasv1ya9xck0amfr4w93s3l","instagram":"@manor.studio","promoVideo":"https://vimeo.com/795983764","publishedAt":"2023-02-05T08:35:21.93637+00:00","shortDescription":"A CREATIVE STUDIO OF VISUAL ARTISTS, DESIGNERS AND ANIMATORS; CRAFTING WORLDS AND BRINGING IDEAS TO LIFE.","vimeo":"https://vimeo.com/manorstudio","title_site":"MANOR","description_site":"From our studio in London we partner with, and forge strong working relationships with brands of all sizes; from some of the world’s largest and most respected companies to\nstartups with a vision.","textCareers":{"html":"<p>We are driven to create the best team of artists and designers to join forces and craft world class visuals.<br><br>Whether partnering with top global talent for specific projects or joining our full time team in our London studio, we are actively seeking for the next superstar designers.<br><br>Regardless of what stage of your journey you are at, if you have the right passion, talent and attitude, get in touch with us, we would love to hear from you.</p>","__typename":"RichText"},"description":{"html":"<p>MANOR is a creative studio of like-minded designers, artists and animators, passionate about making engaging work with impact.<br><br>Operating in the space between the brand and the audience, we visualise and communicate concepts and narratives, solve creative problems and breathe life into ideas. Always pushing forward, never settling, we observe closely and research thoroughly to understand the needs of the client and deliver what we promise.<br><br>With a relentless pursuit of the striking, the beautiful, and the engaging design, we create worlds and cultivate desire. This is the engine of the company and what makes us tick.</p>","__typename":"RichText"},"textClients":{"html":"<p>From our studio in London we partner, collaborate and forge strong working relationships with brands of all sizes; from some of the world’s largest and most respected companies to startups with a vision.</p>","__typename":"RichText"},"__typename":"Studio"},"menus":[{"id":"claashp2h9xqa0bmk39v2tp84","name":"STUDIO","url":"studio","__typename":"Menu"},{"id":"claasi3ci9xqr0bmkafqtsoxq","name":"work","url":null,"__typename":"Menu"},{"id":"claasio4ha97s0amf1uvukxw3","name":"careers","url":"careers","__typename":"Menu"},{"id":"claasjfrqa98f0amft9zaz441","name":"contact","url":"contact","__typename":"Menu"}]},"__N_SSG":true,"pageProps":{"params":{"id":"cldofvf01bdho0blappfq2390"}}}